Repository: bGraphic/varsom-hybrid
Catalog: string-files/Api.*.strings
Languages: nb

# DangerLevelName-0
source: Not given
nb: Ikke vurdert

# DangerLevelName-1
source: Low
nb: Liten

# DangerLevelName-2
source: Moderate
nb: Moderat

# DangerLevelName-3
source: Considerable
nb: Betydelig

# DangerLevelName-4
source: High
nb: Stor

# DangerLevelName-5
source: Extreme
nb: Meget stor

# AvalancheExt-50
source: Wind slab
nb: Fokksnø

# AvalancheExt-51
source: New snow
nb: Nysnø

# AvalancheExt-52
source: Persistent weak layer
nb: Vedvarende svakt lag

# AvalancheExt-53
source: Persistent weak layer
nb: Vedvarende svakt lag ved bakken

# AvalancheExt-54
source: Wet snow
nb: Våt snø

# AvalancheExt-55
source: New snow
nb: Nysnø

# AvalancheExt-56
source: Wet snow
nb: Våt snø

# AvalCause-0
source: Not given
nb: Ikke gitt

# AvalCause-10
source: Buried weak layer of new snow.
nb: Nedsnødd eller nedføyket svakt lag med løs nysnø.

# AvalCause-11
source: Buried weak layer of surface hoar.
nb: Nedsnødd eller nedføyket svakt lag med overflaterim.

# AvalCause-12
source: Buried weak layer of graupel.
nb: Nedsnødd eller nedføyket svakt lag med sprøhagl.

# AvalCause-13
source: Buried weak layer of faceted snow near surface.
nb: Nedsnødd eller nedføyket svakt lag med kantkornet snø.

# AvalCause-14
source: Poor bonding between buried crust and overlying snow.
nb: Dårlig binding mellom glatt skare og overliggende snø.

# AvalCause-15
source: Poor bonding between layers in wind deposited snow.
nb: Dårlig binding mellom lag i fokksnøen.

# AvalCause-16
source: Buried weak layer of faceted snow near the ground.
nb: Svakt lag av kantkornet snø ved bakken.

# AvalCause-17
source: Buried weak layer of faceted snow near vegetation.
nb: Svakt lag av kantkornet snø rundt vegetasjon.

# AvalCause-18
source: Buried weak layer of faceted snow above a crust.
nb: Svakt lag av kantkornet snø over skarelag.

# AvalCause-19
source: Buried weak layer of faceted snow under a crust.
nb: Svakt lag av kantkornet snø under skarelag.

# AvalCause-21
source: Wet snow on the surface.
nb: Snødekket gjennomfuktet og ustabilt fra overflaten.

# AvalCause-22
source: Free water above crusts.
nb: Opphopning av vann over skarelag.

# AvalCause-23
source: Water-saturated snow.
nb: Snødekket er overmettet av vann.

# AvalCause-24
source: Loose snow.
nb: Ubundet løs snø.

# AvalCause-25
source: Rain and/or heating
nb: Regn og/eller oppvarming.

# AvalCause-26
source: Mealting from the ground up.
nb: Smelting fra bakken.

# AvalCause-27
source: Water-saturated snow.
nb: Vannmettet snø.

# AvalCause-28
source: Loose dry snow.
nb: Løs tørr snø.

# AvalCause-29
source: Rain / rise in temperature / solar heating.
nb: Regn / temperatutstigning / soloppvarming.

# AvalProbability-Label
source: Likelihood
nb: Sannsynlighet

# AvalProbability-0
source: Not given
nb: Ikke gitt

# AvalProbability-2
source: Low probability
nb: Lite sannsynlig

# AvalProbability-3
source: Possible
nb: Mulig

# AvalProbability-5
source: Probable
nb: Sannsynlig

# AvalProbability-7
source: Very probable
nb: Meget sannsynlig

# AvalTriggerSimple-0
source: Not given
nb: Ikke gitt

# AvalTriggerSimple-10
source: Large additional load
nb: Stor tilleggsbelastning

# AvalTriggerSimple-21
source: Small additional load
nb: Liten tilleggsbelastning

# AvalTriggerSimple-22
source: Naturally released
nb: Naturlig utløst

# DestructiveSizeExt-Label
source: Expected Size
nb: Skredstørrelse

# DestructiveSizeExt-0
source: Not given
nb: Ikke gitt

# DestructiveSizeExt-1
source: Harmless aval
nb: Harmløst

# DestructiveSizeExt-2
source: Small aval
nb: Små skred

# DestructiveSizeExt-3
source: Medium aval
nb: Middels skred

# DestructiveSizeExt-4
source: Large aval
nb: Store skred

# DestructiveSizeExt-5
source: Very large aval
nb: Svært store skred

# DestructiveSizeExt-9
source: Unknown
nb: Ukjent

# AvalPropagation-0
source: Not given
nb: Ikke vurdert

# AvalPropagation-1
source: Single hazard sites
nb: Isolerte faresoner

# AvalPropagation-2
source: Some steep slopes
nb: Noen bratte heng

# AvalPropagation-3
source: Many steep slopes
nb: Mange bratte heng

# AvalPropagation-4
source: Most steep slopes
nb: De fleste bratte heng

# AvalPropagation-5
source: Also in moderately steep slopes
nb: Også i mindre bratte terreng

# AvalancheType-0
source: Not given
nb: Ikke gitt

# AvalancheType-10
source: Slab avalanche
nb: Flakskred

# AvalancheType-20
source: Loose snow avalanche
nb: Løssnøskred

# AvalancheProblemType-0
source: Not given
nb: Ikke gitt

# AvalancheProblemType-10
source: Wind slab
nb: Fokksnø

# AvalancheProblemType-20
source: New snow
nb: Nysnø

# AvalancheProblemType-30
source: Persistent weak layer
nb: Vedvarende svakt lag

# AvalancheProblemType-40
source: Wet snow
nb: Våt snø
