Repository: bGraphic/varsom-hybrid
Catalog: string-files/InfoPage.*.strings
Languages: nb

source: Warning Levels
nb: Aktsomhetsnivåer

# avalanche warning levels
source: Avalanche Danger Scale
nb: Snøskredfareskala

source: All hours
nb: Døgnbemannet

source: Work hours
nb: (i arbeidstiden)

# varsom.no facebook
source: Varsom Facebook Page
nb: Varsom på Facebook

# varsom.no facebook comment
source: Search for "varsom.no"
nb: Søk etter "varsom.no"

# avalanche facebook
source: Avalanche Facebook Page
nb: Snøskredvarslingen på Facebook

# avalanche facebook comment
source: Search for "Snøskredvarslingen i Norge"
nb: Søk etter "Snøskredvarslingen i Norge"

# avalanche school
source: The avalanche school
nb: Snøskredskolen

# avalanche school comment
source: @ varsom.no (in norwegian only)
nb: En del av varsom.no

# call
source: Call now
nb: Ring nå

source: Open
nb: Åpne

# AvalancheWarningDescription-0
source: No rating
nb: Ikke vurdert

# AvalancheWarningTitle-1
source: Low
nb: Liten

# AvalancheWarningDescription-1
source: The snowpack is well bonded and stable in general. Triggering is generally possible only from high additional loads in isolated areas of very steep, extreme terrain. Only sluffs and small-sized natural avalanches are possible.
nb: Enkelte spesielt utsatte områder vil kunne være skredutsatte. I disse områdene, vær oppmerksom på mulig skredproblem. Generelt stabile forhold. Generelt sterke bindinger og stabilt. Utløsning generelt kun mulig ved stor tilleggsbelastning i noen få ekstreme heng. Kun små naturlig utløste skred er mulig.

# AvalancheWarningTitle-2
source: Moderate
nb: Moderat

# AvalancheWarningDescription-2
source: The snowpack is only moderately well bonded on some steep slopes, otherwise well bonded in general. Triggering is possible primarily from high additional loads, particularly on the indicated steep slopes*. Large-sized natural avalanches are unlikely.
nb: Ferdsel i skredterreng krever kunnskap, erfaring i rutevalg og evne til å identifisere skredproblem. Generelt anbefales det å unngå terreng brattere enn 30 grader. Lokalt ustabile forhold. Moderate bindinger i noen brattheng, for øvrig sterke bindinger. Utløsning mulig, spesielt ved stor tilleggsbelastning i brattheng. Store naturlig utløste skred forventes ikke.

# AvalancheWarningTitle-3
source: Considerable
nb: Betydelig

# AvalancheWarningDescription-3
source: The snowpack is moderately to poorly bonded on many steep slopes. Triggering is possible, even from low additional loads particularly on the indicated steep slopes. In some cases medium-sized, in isolated cases large-sized natural avalanches are possible.
nb: Ferdsel i skredterreng krever solid kunnskap, erfaring i rutevalg og evne til å identifisere skredproblem. Generelt anbefales det å unngå terreng brattere enn 30 grader og holde avstand til utløpsområder. Generelt ustabile forhold. Moderat til svake bindinger i mange brattheng. Utløsning mulig, selv ved liten tilleggsbelastning i brattheng. Fjernutløsning mulig. Under spesielle forhold kan det forekomme noen middels store og enkelte store naturlig utløste skred.

# AvalancheWarningTitle-4
source: High
nb: Stor

# AvalancheWarningDescription-4
source: The snowpack is poorly bonded on most steep slopes. Triggering is likely even from low additional loads** on many steep slopes. In some cases, numerous medium-sized and often large-sized natural avalanches can be expected.
nb: Ferdsel i skredterreng anbefales ikke. Skred som løsner av seg selv forventes. Unngå løsne- og utløpsområder. Omfattende ustabile forhold. Svake bindinger i de fleste brattheng. Utløsning sannsynlig selv ved liten tilleggsbelastning i mange brattheng. Fjernutløsning sannsynlig. Under spesielle forhold forventes det mange middels store og noen store naturlig utløste skred.

# AvalancheWarningTitle-5
source: Very high
nb: Meget stor

# AvalancheWarningDescription-5
source: The snowpack is poorly bonded and largely unstable in general. Numerous large-sized and often very large-sized natural avalanches can be expected, even in moderately steep terrain
nb: Ferdsel i skredterreng frarådes! Ekstremt ustabile forhold. Generelt svake bindinger og svært ustabilt. Mange store, også svært store, naturlig utløste skred forventes, selv i moderat bratt terreng. Fjernutløsning meget sannsynlig.
