Repository: bGraphic/varsom-hybrid
Catalog: string-files/Localizable.*.strings
Languages: nb

# avalanche tab title
source: Avalanche
nb: Snøskred

# flood tab title
source: Flood
nb: Flom

# landslide tab title
source: Landslide
nb: Jordskred

# favorites tab title
source: Favorites
nb: Favoritter

# overview view title
source: Overview
nb: Oversikt

# favorites view title
source: Favorites
nb: Favoritter

# map view
source: In Map
nb: I kart

# table view
source: As Table
nb: Som liste

# favorites header for warningType 1
source: Flood
nb: Flom

# favorites header for warningType 2
source: Landslide
nb: Jordskred

# favorites header for warningType 3
source: Avalanche
nb: Snøskred

source: Published: %@
nb: Publisert: %@

# next warning
source: Next warning before: %@
nb: Neste varsel før: %@

# no main text
source: No summary
nb: Ingen oppsummering

# warning text back button title
source: Forecast
nb: Varsel

# empty favorites table
source: Star an area and it will show up in this table.
nb: Dine stjernede favorittområder vil dukke opp i denne listen.

# empty avalanche warnings table
source: Check back after December 1st
nb: Kom tilbake etter 1. desember

# empty flood warnings table
source: No flood warnings issued for today or the next two days
nb: Ingen flomvarsel for i dag eller de neste to dagene

# empty landslide warnings table
source: No landslide warnings issued for today or the next two days
nb: Ingen jordskredvarsel for i dag eller de neste to dagene

# AvalancheWarning problem changed
source: %@ - avalanche: Most important avalanche problem changed.
nb: %@ - snøskred: Endring i det viktigste snøskredproblemet.

# AvalancheWarning forecast changed
source: %@ - avalanche: Highest warning level changed from %@ to %@ for the next three days.
nb: %@ - snøskred: Høyeste varslingsnivå endret fra %@ til %@ for de neste tre dagene.

# FloodWarning forecast changed
source: %@ - flood: Highest warning level changed from %@ to %@ for the next three days.
nb: %@ - flom: Høyeste varslingsnivå endret fra %@ til %@ for de neste tre dagene.

# LandSlideWarning forecast changed
source: %@ - landslide: Highest warning level changed from %@ to %@ for the next three days.
nb: %@ - jordskred: Høyeste varslingsnivå endret fra %@ til %@ for de neste tre dagene.

# FloodWarning MicroBlogPosts have changed
source: %@ - flood: New update for warning.
nb: %@ - flom: Ny varslingsoppdatering.

# LandSlideWarning MicroBlogPosts have changed
source: %@ - landslide: New update for warning.
nb: %@ - jordskred: Ny varslingsoppdatering.

# regobs link
source: View region on regobs.no
nb: Gå til regionen på regobs.no

source: Emergency Warning
nb: Beredskapsmelding

source: Avalanche Problems
nb: Skredproblemer

source: Avalanche Problem
nb: Skredproblem

# cause list
source: Problems
nb: Problemer

source: Landslide types
nb: Skredtyper

source: Landslide type
nb: Skredtype

# micro blog posts
source: Updates
nb: Oppdateringer

# micro blog post
source: Update
nb: Oppdatering
